chat_system_482243970_actor_description=Brewer Dalas. Dwarf.
chat_system_482243970_snap_0_question=^?^What brings you to my brewery, human? Do humans drink dwarven beer?
chat_system_482243970_snap_0_answer_0=^?^I came to talk to you at the request of Innkeeper Nerod. He complains that your beer is not like what it used to be - the dwarves don't get tipsy, and they don't like your beer anymore.
chat_system_482243970_snap_2_question=^?^And what did he expect? Of course the beer used to be better, he is right... True dwarven beer is brewed up gerzhack. But due to the war all the gerzhack crops were lost - what wasn't burnt by demons, was trampled down by our own troops. Now I have to brew the beer with malt and hops which were bought in Darion before the quarrel with your king. What kind of beer can be brewed from them?! Just this light slop, pooh, muck!!!
chat_system_482243970_snap_2_answer_0=^?^So what shall I tell the innkeeper? He's going to cut the prices.
chat_system_482243970_snap_3_question=^?^Look, friend, maybe you can help me? Why should we disappoint poor Nerod, after all? Help me get some gerzhack, and we'll tell the innkeeper that there were just several barrels of bad beer which I sent him on accident.<br>From my friend who works at the outpost by the Portal, I heard that gerzhack still grows on the shore of the Underground sea; the demons haven't burnt all the gerzhack.
chat_system_482243970_snap_3_answer_0=^?^Underground sea? Where is that?
chat_system_482243970_snap_4_question=^?^Haven't you been there? A horrible place, especially after demons visited it. The Demons' Portal is located there!<br>This place is lower than the Taron Mines. Be careful, though - there are a lot of demons there. Our troops had to pull out of this place, and the enemy troops are strong.
chat_system_482243970_snap_4_answer_0=^?^Leave the demons to me, and brew your beer. How much gerzhack do you need?
chat_system_482243970_snap_5_question=^?^Take this Gerzhack Bag. You should fill it up to the top. When you've filled it with gerzhack, you can return. It'll be enough for many barrels.
chat_system_482243970_snap_5_answer_0=^?^Ok. I'll bring the gerzhack to you.
chat_system_482243970_snap_6_question=^?^So, have you gathered the gerzhack?
chat_system_482243970_snap_6_answer_0=^?^Yes, I've filled your bag to the top.
chat_system_482243970_snap_6_answer_1=^?^Not yet.
chat_system_482243970_snap_7_question=^?^Great! I didn't expect that you'd be able to deal with all those demons. It's too dangerous down there. I wouldn't have dared to go in there.<br>Now Nerod won't have any more problems with his visitors. Bring him this barrel of wonderful beer from me personally, as an apology for the inconvenience. It's from my personal stock!<br>[reward]
chat_system_482243970_snap_7_answer_0=^?^Ok, thank you.
chat_system_482243970_snap_8_question=^?^Oh, you've really saved me. And how many dwarves will be grateful to you! You see, there's no way for them to relieve the stress of combat - except for a tankard of good beer, of course.
chat_system_482243970_snap_8_answer_0=^?^See you later.
